[
  {
    "sel": "h1.article__title.l-section--primary",
    "eng": "Weekly Staff Picks",
    "spa": "Elección semanal del staff"
  },
  {
    "sel": "div.article__body",
    "eng": "#REWRITE#",
    "spa": "<b>Hasta un 75% de descuento en Rebel Galaxy, Hard West, Shadow Warrior y más.</b><div class=\"br\"></div><div class=\"br\"></div><div class=\"br\"></div><div class=\"br\"></div>Si matar está en tu sangre, asegúrate de que lo haces con estilo. Un Samurái sabe lo que hace, reparte muerte en su armadura ridículamente espectacular mientras empuña instrumentos de apuñalamiento cuidadosamente fabricados. Sin embargo, ¿es posible que supongan una amenaza para los guerreros del oeste, descuidados y portadores de armas de fuego? Averigüémoslo dejándoles luchar en <a href=\"http://www.gog.com/promo/weekly_staff_pick_samurai_vs_cowboys_180116\"><b>nuestra elección semanal: Samurái vs Cowboys</b></a>, revólveres contra katanas, sombreros de ala ancha contra cascos puntiagudos, y cómo no, chaquetas de cuero contra petos coloridos. Es un duelo feroz entre los clásicos y las rebajas de precios donde todo el mundo gana.<div class=\"br\"></div><div class=\"br\"></div>Para la mayoría, el Lejano Oeste está considerado como una reliquia del pasado. Sumergirte en el papel de un cowboy en el juego de acción/aventura de mundo abierto <b>Rebel Galaxy</b>, te convencerá para que también lo consideres como una cosa del futuro. Porque explorar galaxias, fusilar bandidos del espacio y cobrar merecidas recompensas prueba que la moda se repite, eso, y que una lengua afilada a veces puede llevarte a ciertos lugares más rápido que cualquier nave. <div class=\"br></div><div class=\"br></div> Domar el Oeste mientras todavía era salvaje seguro que fue duro y ser un (no) muerto no ayuda demasiado. Persigue la venganza en <b>Hard West</b>, un juego post-morterm que conlleva tener paciencia en su sistema de turnos, obsesión por conseguir equipamiento y elecciones difíciles. No hay país para hombres muertos pero quizás exista la paz en apariencia. O una venganza sangrienta. <div class=\"br\"></div><div class=\"br\"></div> Ahora, lujosos atraviesa gargantas y balas helicoidales están bien por sí solos, pero, ¿por qué elegir cuando se puede tener ambos? <b>Shadow Warrior (2013)</b> te permite arrasar lugares exóticos con el malhumorado shogun Lo Wang, en primera persona y causando el caos con armas o magia a cualquier persona que se ponga en tu camino.<div class=\"br\"></div><div class=\"br\"></div><b>¡Esta es la elección semanal: Samuráis contra Cowboys!</b> Únete a la pelea entre estas dos míticas castas de guerreros eligiendo tus participantes entre títulos como <b>Skulls of the Shogun, Way of the Samurai 4, Ronin, SteamWorld Dig</b>, ¡y muchos más!. La promoción durará hasta las 10.49 AM GMT del 22 de enero de 2016.<div class=\"br\"></div><div class=\"br\"></div>" 
  },
  {
    "sel": "a.btn.btn--gray.btn--comments",
    "eng": "See comments",
    "spa": "Ver comentarios"
  }
]